RSProblems/RSCh4Probs.tex
% Created 2015-01-23 Fri 23:44
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{amsmath,mathtools}
\providecommand{\alert}[1]{\textbf{#1}}

\title{Rencher Schaalje Chapter 4 Problems}
\author{Nooreen Dabbish}
\date{\today}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.9.3f}}

\begin{document}

\maketitle

\setcounter{tocdepth}{3}
\tableofcontents
\vspace*{1cm}
\section{Problem 4.16}
\label{sec-1}

Suppose that \textbf{y} is N$_4$(\textbf{$\mu$},*$\Sigma$*) where:



$$\mathbf{\mu} = 
% latex table generated in R 3.0.2 by xtable 1.7-4 package
% Fri Jan 23 14:40:49 2015
\begin{pmatrix}
  1.00 \\  
  2.00 \\  
  3.00 \\  
  -2.00  \\ 
  \end{pmatrix},\,
\mathbf{\Sigma} = 
% latex table generated in R 3.0.2 by xtable 1.7-4 package
% Fri Jan 23 14:42:00 2015
\begin{pmatrix}
  4.00 & 2.00 & -1.00 & 2.00  \\ 
  2.00 & 6.00 & 3.00 & -2.00  \\ 
  -1.00 & 3.00 & 5.00 & -4.00  \\ 
  2.00 & -2.00 & -4.00 & 4.00  \\ 
  \end{pmatrix}$$
\subsection{Find the joint and marginal distribution of \emph{y$_1$} and \emph{y$_2$}.}
\label{sec-1-1}


By Theorem 4.4b, any \emph{r x 1} subvector of \textbf{y} has a normal
distribution with the same means, variances and covariance as in the
orgininal \emph{p}-variate distribution.


$$ \mathbf{y} = \begin{pmatrix}\mathbf{y}_{1,2} \\ \mathbf{y}_{3,4} \end{pmatrix}$$

\end{document}
